org/2015/japanase-kanji-hiragana-number-convert.org
#+SETUPFILE: ../0000/00org-web-template
#+TITLE: 漢字と平仮名、算用数字と漢数字

* 漢字を平仮名に直した方がいいもの
  以下を参考にした。
  - [[http://togetter.com/li/822130][【事→こと、時→とき】素人さんの原稿にありがちな平仮名にしたほうが読みやすい文字]]
    
  これらは「間違い」というわけではなく、「特別な狙いがあるなら別だが、そうでなければ読みやすさを優先して一般的な編集者なら赤を入れるだろう表現」とのこと。
  IME の癖とかをどうやって直していくかも問題かもしれない。

  | 漢字         | 平仮名                        |
  |--------------+-------------------------------|
  | 事           | こと [fn:koto]                |
  | 物           | もの [fn:mono]                |
  | 1 つ         | ひとつ                        |
  | 時           | とき                          |
  | 所           | ところ                        |
  | 下さい       | ください                      |
  | 為           | ため                          |
  | と言う       | という [fn:toiu]              |
  | 全て         | すべて                        |
  | 更に         | さらに                        |
  | 及び         | および                        |
  | 一人一人     | ひとりひとり/一人ひとり       |
  | 子供         | こども/子ども                 |
  | 殆ど         | ほとんど                      |
  | 1 人・ 2 人  | ひとり、ふたり                |
  | そう言う     | そういう [fn:souiu]           |
  | お早う       | おはよう                      |
  | そんな風に   | そんなふうに                  |
  | あちらの方   | あちらのほう [fn:achiranohou] |
  | 出来るだけ   | できるだけ                    |
  | 恐る恐る     | おそるおそる                  |
  | 何時か       | いつか                        |
  | 何処か       | どこか                        |
  | 何故か       | なぜか                        |
  | 良いよ       | いいよ [fn:iiyo]              |
  | 捗る         | はかどる                      |
  | 後で         | あとで                        |
  | あの人達     | あの人たち                    |
  | 電話を掛ける | 電話をかける                  |
  | ひと通り     | ひととおり                    |
  | ご免なさい   | ごめんなさい                  |
  | 丁度         | ちょうど                      |
  | 時間が経つ   | 時間がたつ                    |
  | 何でも       | なんでも                      |
  | 言って頂いた | 言っていただいた              |

* 漢数字と算用数字の使い分け
  
  2015/04/17 付「朝日新聞」p37 より引用した、以下を参考にするのが良さそう。
  
  /（Re：お答えします）洋数字と漢数字、どう使い分け？/
  
  /■原則は「洋」 変化しない数字は「漢」/
  
  /現在、朝日新聞の数字の表記は洋数字（算用数字）を原則としています。漢数字との使い分けは、非常に大ざっぱに言うと「数量など変化するものは洋数字、変わらないものは漢数字」で、縦書きも横書きも同様です。/
  
  /日付は「1 日、2 日、……」と変わり得るので洋数字です。一方「一日中忙しかった」は「二日中～」などとは言わないので漢数字で、他にも「一匹おおかみ」「一を聞いて十を知る」など、慣用句やことわざに出てくる数字は漢数字を使います。/
  
  /ただし、変わり得る場合も漢数字のものがあります。囲碁、将棋の段位や歌舞伎、落語など古典芸能の「四代目中村鴈治郎」などです。「一つ、二つ」など「つ」を付ける場合も漢数字です。2001 年に洋数字化した当初は「1 つ、2 つ」も認めたのですが「違和感がある」との声があり、漢数字に統一しました。/
  
  /使い分けの例を幾つか挙げてみます。「一人前の職人」は慣用句で変わらないので漢数字、「1 人前の料理」は「2 人前、3 人前、……」もあるので洋数字です。「群衆の一人が話した」は人数が問題なのではなく「群衆の中の、とある人」という意味なので漢数字、「家族 4 人のうちの 1 人が話した」は「4 人のうち何人話したか」が問題なので洋数字です。/
  
  /他の新聞の多くも洋数字中心の表記になっていますが、漢数字から移行した時期は毎日が 1996 年、読売が 2005 年などと違いがありました。（用語幹事補佐・八尋正史）」/

* 参考

  - [[http://togetter.com/li/822130][【事→こと、時→とき】素人さんの原稿にありがちな平仮名にしたほうが読みやすい文字]]

* Footnotes

[fn:koto] そもそも使わない方が良い。事象、物事、タイミングは例外。

[fn:mono] そもそも使わない方が良い。事象、物事、タイミングは例外。

[fn:toiu] 実際に声に出していれば漢字

[fn:souiu] 実際に声に出していれば漢字

[fn:achiranohou] 人物の「方(かた)」は漢字

[fn:iiyo] 「よい」との混同回避
