docs/2015/japanase-kanji-hiragana-number-convert.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<!-- 2025-01-19 日 16:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>漢字と平仮名、算用数字と漢数字</title>
<meta name="author" content="clothoid" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://clothoid.github.io/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://clothoid.github.io/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">漢字と平仮名、算用数字と漢数字</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&#30446;&#27425;</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge052b26">1. 漢字を平仮名に直した方がいいもの</a></li>
<li><a href="#orge9413d5">2. 漢数字と算用数字の使い分け</a></li>
<li><a href="#org071fafe">3. 参考</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge052b26" class="outline-2">
<h2 id="orge052b26"><span class="section-number-2">1.</span> 漢字を平仮名に直した方がいいもの</h2>
<div class="outline-text-2" id="text-1">
<p>
以下を参考にした。
</p>
<ul class="org-ul">
<li><a href="http://togetter.com/li/822130">【事→こと、時→とき】素人さんの原稿にありがちな平仮名にしたほうが読みやすい文字</a></li>
</ul>

<p>
これらは「間違い」というわけではなく、「特別な狙いがあるなら別だが、そうでなければ読みやすさを優先して一般的な編集者なら赤を入れるだろう表現」とのこと。
IME の癖とかをどうやって直していくかも問題かもしれない。
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">漢字</th>
<th scope="col" class="org-left">平仮名</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">事</td>
<td class="org-left">こと <sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup></td>
</tr>

<tr>
<td class="org-left">物</td>
<td class="org-left">もの <sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></td>
</tr>

<tr>
<td class="org-left">1 つ</td>
<td class="org-left">ひとつ</td>
</tr>

<tr>
<td class="org-left">時</td>
<td class="org-left">とき</td>
</tr>

<tr>
<td class="org-left">所</td>
<td class="org-left">ところ</td>
</tr>

<tr>
<td class="org-left">下さい</td>
<td class="org-left">ください</td>
</tr>

<tr>
<td class="org-left">為</td>
<td class="org-left">ため</td>
</tr>

<tr>
<td class="org-left">と言う</td>
<td class="org-left">という <sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup></td>
</tr>

<tr>
<td class="org-left">全て</td>
<td class="org-left">すべて</td>
</tr>

<tr>
<td class="org-left">更に</td>
<td class="org-left">さらに</td>
</tr>

<tr>
<td class="org-left">及び</td>
<td class="org-left">および</td>
</tr>

<tr>
<td class="org-left">一人一人</td>
<td class="org-left">ひとりひとり/一人ひとり</td>
</tr>

<tr>
<td class="org-left">子供</td>
<td class="org-left">こども/子ども</td>
</tr>

<tr>
<td class="org-left">殆ど</td>
<td class="org-left">ほとんど</td>
</tr>

<tr>
<td class="org-left">1 人・ 2 人</td>
<td class="org-left">ひとり、ふたり</td>
</tr>

<tr>
<td class="org-left">そう言う</td>
<td class="org-left">そういう <sup><a id="fnr.4" class="footref" href="#fn.4" role="doc-backlink">4</a></sup></td>
</tr>

<tr>
<td class="org-left">お早う</td>
<td class="org-left">おはよう</td>
</tr>

<tr>
<td class="org-left">そんな風に</td>
<td class="org-left">そんなふうに</td>
</tr>

<tr>
<td class="org-left">あちらの方</td>
<td class="org-left">あちらのほう <sup><a id="fnr.5" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></td>
</tr>

<tr>
<td class="org-left">出来るだけ</td>
<td class="org-left">できるだけ</td>
</tr>

<tr>
<td class="org-left">恐る恐る</td>
<td class="org-left">おそるおそる</td>
</tr>

<tr>
<td class="org-left">何時か</td>
<td class="org-left">いつか</td>
</tr>

<tr>
<td class="org-left">何処か</td>
<td class="org-left">どこか</td>
</tr>

<tr>
<td class="org-left">何故か</td>
<td class="org-left">なぜか</td>
</tr>

<tr>
<td class="org-left">良いよ</td>
<td class="org-left">いいよ <sup><a id="fnr.6" class="footref" href="#fn.6" role="doc-backlink">6</a></sup></td>
</tr>

<tr>
<td class="org-left">捗る</td>
<td class="org-left">はかどる</td>
</tr>

<tr>
<td class="org-left">後で</td>
<td class="org-left">あとで</td>
</tr>

<tr>
<td class="org-left">あの人達</td>
<td class="org-left">あの人たち</td>
</tr>

<tr>
<td class="org-left">電話を掛ける</td>
<td class="org-left">電話をかける</td>
</tr>

<tr>
<td class="org-left">ひと通り</td>
<td class="org-left">ひととおり</td>
</tr>

<tr>
<td class="org-left">ご免なさい</td>
<td class="org-left">ごめんなさい</td>
</tr>

<tr>
<td class="org-left">丁度</td>
<td class="org-left">ちょうど</td>
</tr>

<tr>
<td class="org-left">時間が経つ</td>
<td class="org-left">時間がたつ</td>
</tr>

<tr>
<td class="org-left">何でも</td>
<td class="org-left">なんでも</td>
</tr>

<tr>
<td class="org-left">言って頂いた</td>
<td class="org-left">言っていただいた</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orge9413d5" class="outline-2">
<h2 id="orge9413d5"><span class="section-number-2">2.</span> 漢数字と算用数字の使い分け</h2>
<div class="outline-text-2" id="text-2">
<p>
2015/04/17 付「朝日新聞」p37 より引用した、以下を参考にするのが良さそう。
</p>

<p>
<i>（Re：お答えします）洋数字と漢数字、どう使い分け？</i>
</p>

<p>
<i>■原則は「洋」 変化しない数字は「漢」</i>
</p>

<p>
<i>現在、朝日新聞の数字の表記は洋数字（算用数字）を原則としています。漢数字との使い分けは、非常に大ざっぱに言うと「数量など変化するものは洋数字、変わらないものは漢数字」で、縦書きも横書きも同様です。</i>
</p>

<p>
<i>日付は「1 日、2 日、……」と変わり得るので洋数字です。一方「一日中忙しかった」は「二日中～」などとは言わないので漢数字で、他にも「一匹おおかみ」「一を聞いて十を知る」など、慣用句やことわざに出てくる数字は漢数字を使います。</i>
</p>

<p>
<i>ただし、変わり得る場合も漢数字のものがあります。囲碁、将棋の段位や歌舞伎、落語など古典芸能の「四代目中村鴈治郎」などです。「一つ、二つ」など「つ」を付ける場合も漢数字です。2001 年に洋数字化した当初は「1 つ、2 つ」も認めたのですが「違和感がある」との声があり、漢数字に統一しました。</i>
</p>

<p>
<i>使い分けの例を幾つか挙げてみます。「一人前の職人」は慣用句で変わらないので漢数字、「1 人前の料理」は「2 人前、3 人前、……」もあるので洋数字です。「群衆の一人が話した」は人数が問題なのではなく「群衆の中の、とある人」という意味なので漢数字、「家族 4 人のうちの 1 人が話した」は「4 人のうち何人話したか」が問題なので洋数字です。</i>
</p>

<p>
<i>他の新聞の多くも洋数字中心の表記になっていますが、漢数字から移行した時期は毎日が 1996 年、読売が 2005 年などと違いがありました。（用語幹事補佐・八尋正史）」</i>
</p>
</div>
</div>

<div id="outline-container-org071fafe" class="outline-2">
<h2 id="org071fafe"><span class="section-number-2">3.</span> 参考</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://togetter.com/li/822130">【事→こと、時→とき】素人さんの原稿にありがちな平仮名にしたほうが読みやすい文字</a></li>
</ul>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">&#33050;&#27880;: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
そもそも使わない方が良い。事象、物事、タイミングは例外。
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
そもそも使わない方が良い。事象、物事、タイミングは例外。
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
実際に声に出していれば漢字
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4" role="doc-backlink">4</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
実際に声に出していれば漢字
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5" role="doc-backlink">5</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
人物の「方(かた)」は漢字
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6" role="doc-backlink">6</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
「よい」との混同回避
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">&#33879;&#32773;: clothoid</p>
<p class="date">Created: 2025-01-19 日 16:28</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
